---
kind: property
id: P:Autodesk.Revit.DB.PartMakerMethodToDivideVolumes.ProfileFlipAcross
source: html/97693c2b-8820-38af-d34d-284c4a8b0cf2.htm
---
# Autodesk.Revit.DB.PartMakerMethodToDivideVolumes.ProfileFlipAcross Property

True if the corresponding left/upper parts profile are mirrored with respect
 to the division line. False if the profile of left/upper parts are defined
 directly by the profile family.

## Syntax (C#)
```csharp
public bool ProfileFlipAcross { get; set; }
```